Repository: bambora/checkout-woocommerce
Catalog: bambora-online-checkout/languages/bambora-online-checkout-*.po
Languages: da_dk, nb_no

source: Acquirer Reference
da_dk: Indløser Reference
nb_no: Innløser-referanse

source: adjustment
da_dk: justering
nb_no: justering

source: Are you sure that you want to send the Payment Request to %1$s, requesting an amount of %2$s ?
da_dk: Er du sikker på, at du vil sende betalingsanmodningen til %1$s og anmode om et beløb på %2$s?
nb_no: Er du sikker på at du vil sende betalingsforespørselen til %1$s og be om et beløp på %2$s?

source: Are you sure you want to capture the payment?
da_dk: Er du sikker på at du vil hæve betalingen?
nb_no: Er du sikker på at du vil fange opp betalingen?

source: Are you sure you want to create a payment request?
da_dk: Er du sikker på, at du vil oprette en betalingsanmodning?
nb_no: Er du sikker på at du vil opprette en betalingsforespørsel?

source: Are you sure you want to delete the payment?
da_dk: Er du sikker på at du vil slette betalingen?
nb_no: Er du sikker på at du vil slette betalingen?

source: Are you sure you want to delete this payment request?
da_dk: Er du sikker på, at du vil slette denne betalingsanmodning?
nb_no: Er du sikker på at du vil slette denne betalingsforespørselen?

source: Authorized
da_dk: Autoriseret
nb_no: Autorisert

source: Authorized:
da_dk: Autoriseret:
nb_no: Autorisert:

source: Capture
da_dk: Hæv
nb_no: Fange

source: Capture action failed for order %1$s - %2$s
da_dk: Hævning af betalingen fejlede for ordre %1$s - %2$s
nb_no: Registreringshandlingen mislyktes for ordre %1$s - %2$s

source: Captured
da_dk: Hævet
nb_no: Fanget

source: Captured:
da_dk: Hævet:
nb_no: Fanget:

source: Correct format is: 1234.56
da_dk: Det korrekte format er: 1234,56
nb_no: Riktig format er: 1234,56

source: Could not retrive the payment window. Reason:
da_dk: Kunne ikke åbne betalings vinduet. På grund af:
nb_no: Kunne ikke retrive betalingsvinduet. Grunn:

source: Create Payment Request
da_dk: Opret betalingsanmodning
nb_no: Opprett betalingsforespørsel

source: Create payment request failed for order %s
da_dk: Opret betalingsanmodning mislykkedes for ordre%s
nb_no: Opprett betalingsforespørsel mislyktes for bestilling %s

source: Create Payment Request for Order
da_dk: Opret betalingsanmodning for ordre
nb_no: Opprett betalingsforespørsel for bestilling

source: Created
da_dk: Oprettet
nb_no: Opprettet

source: Delete
da_dk: Slet
nb_no: Slett

source: Delete action failed - %s
da_dk: Betalingen blev ikke slettet - %s
nb_no: Slettehandlingen mislyktes – %s

source: Delete Payment Request
da_dk: Slet betalingsanmodning
nb_no: Slett betalingsforespørsel

source: Delete payment request failed for order %s
da_dk: Slet betalingsanmodning mislykkedes for ordre %s
nb_no: Slett betalingsforespørsel mislyktes for bestilling %s

source: Deleted
da_dk: Slettet
nb_no: Slettet

source: Description
da_dk: Beskrivelse
nb_no: Beskrivelse

source: Exemptions
da_dk: Undtagelser
nb_no: Unntak

source: Fee
da_dk: Gebyr
nb_no: Avgift

source: fee
da_dk: gebyr
nb_no: gebyr

source: Get transaction failed for order %1$s - %2$s
da_dk: Indlæsning af transaktioner fejlede for ordre %1$s - %2$s
nb_no: Henting av transaksjon feilet for ordre %1$s - %2$s

source: Get transaction operations failed - %s
da_dk: Indlæsning af transaktions operationer fejlede - %s
nb_no: Få transaksjonsoperasjoner mislyktes - %s

source: https://worldline.com/
da_dk: https://worldline.com/da-dk
nb_no: https://worldline.com/no-no

source: Invalid refund amount for fees
da_dk: Invalid refunderings beløb for gebyrer
nb_no: Ugyldig refusjonsbeløp for gebyrer

source: Invalid refund amount for shipping
da_dk: Invalid refunderings beløb for forsendelse
nb_no: Ugyldig refusjonsbeløp for frakt

source: Message
da_dk: Meddelelse
nb_no: Melding

source: No transaction was found for order %s
da_dk: Ingen transaktions id blev fundet for ordre %s
nb_no: Fant ingen transaksjon for ordren %s

source: Once you have created the Payment Request, you will be able to send it directly to the customer.
da_dk: Når du har oprettet betalingsanmodningen, kan du sende den direkte til kunden.
nb_no: Når du har opprettet betalingsforespørselen, kan du sende den direkte til kunden.

source: Order Amount in Request
da_dk: Bestil beløb i anmodning
nb_no: Bestillingsbeløp i forespørsel

source: Payment Request Details
da_dk: Oplysninger om betalingsanmodning
nb_no: Detaljer om betalingsforespørsel

source: Payment Request ID
da_dk: Id for betalingsanmodning
nb_no: ID for betalingsforespørsel

source: Payment Request URL
da_dk: URL-adresse til betalingsanmodning
nb_no: URL-adresse for betalingsforespørsel

source: Payment Type
da_dk: Betalings type
nb_no: Betalingstype

source: PaymentRequest Action is incorrect
da_dk: Handlingen for Betalingsanmodnings er ikke korrekt
nb_no: Handlingen for betalingsforespørsel er feil

source: pcs.
da_dk: stk.
nb_no: st

source: Recipient Email
da_dk: Modtagers e-mail
nb_no: Mottakers e-post

source: Recipient Name
da_dk: Modtagers navn
nb_no: Mottakerens navn

source: Reference
nb_no: Referanse

source: Refund
da_dk: Krediter
nb_no: Refunder

source: Refund action failed for order %1$s - %2$s
da_dk: Refunderingen fejlede for ordre %1$s - %2$s
nb_no: Refusjonshandlingen mislyktes for bestilling %1$s - %2$s

source: Refunded
da_dk: Refunderet
nb_no: Refundert

source: Refunded:
da_dk: Krediteret:
nb_no: Refundert:

source: Reply-To Email
da_dk: Svar til e-mail
nb_no: Svar på e-post

source: Reply-To Name
da_dk: Svar til navn
nb_no: Svar-til-navn

source: Rounding adjustment
da_dk: Afrundingsjustering
nb_no: Justering av avrunding

source: Send Payment Request
da_dk: Send betalingsanmodning
nb_no: Send betalingsforespørsel

source: Send Payment Request by Email
da_dk: Send betalingsanmodning via e-mail
nb_no: Send betalingsforespørsel via e-post

source: Send payment request email failed for order %s
da_dk: Send betalingsanmodnings-e-mail mislykkedes for ordre %s
nb_no: Send betalingsforespørsel e-post mislyktes for bestilling %s

source: Subscription successfully Cancelled. - Worldline Online Checkout Subscription Id: %s
da_dk: Abonnementet blev annulleret. - Worldline Online Checkout abonnements-id: %s
nb_no: Abonnementet ble kansellert. - Abonnements-Id for Worldline Online Checkout: %s

source: Surcharge Fee
da_dk: Betalingsgebyr
nb_no: Tilleggsavgift

source: The %1$s action was a success for order %2$s
da_dk: Handlingen (%1$s) er gennemført for ordre %2$s
nb_no: Den %1$s aksjonen var en suksess for orden %2$s

source: The amount you entered was in the wrong format.
da_dk: Beløbet du har indtastet er i det forkerte format.
nb_no: Beløpet du skrev inn, var i feil format.

source: The Capture action was a success for order %s
da_dk: Betalingen blev hævet for ordre %s
nb_no: Capture-aksjonen var en suksess for orden %s

source: The Refund action was a success for order %s
da_dk: Betalingen blev refunderet for ordre %s
nb_no: Refusjonshandlingen var en suksess for ordre %s

source: Transaction Action is incorrect
da_dk: Transaktions handlingen er forkert
nb_no: Transaksjonshandlingen er feil

source: Transaction History
da_dk: Transaktionshistorik
nb_no: TRANSAKSJON HISTORIE

source: Transaction ID
da_dk: Transaktions id
nb_no: Transaksjons ID

source: Warning
da_dk: Advarsel
nb_no: Advarsel

source: With Payment Provider Walley only full capture is possible here. For partial capture, please use Bambora Merchant Portal.
da_dk: Med Betalingsudbyder Walley er det kun muligt at fange fuldt ud her. For delvis optagelse skal du bruge Bambora Merchant Portal.
nb_no: Med betalingsleverandør Walley er det bare full fangst mulig her. For delvis registrering kan du bruke Bambora Merchant Portal.

source: Worldline Online Checkout Payment completed with transaction id %s
da_dk: Worldline Online Checkout Betaling gennemført med transaktions-id %s
nb_no: Worldline Online Checkout Betaling fullført med transaksjons-ID %s

source: Worldline Online Checkout Payment Gateway for WooCommerce (prev. Bambora Online Checkout)
da_dk: Worldline Online Checkout Payment Gateway til WooCommerce (tidligere Bambora Online Checkout)
nb_no: Worldline Online Checkout betalingsgateway for WooCommerce (forrige. Bambora Online Checkout)

source: Worldline Online Checkout Payment Request
da_dk: Anmodning om betaling af Worldline Online Checkout
nb_no: Forespørsel om betaling fra Worldline Online Checkout

source: Worldline Online Checkout Payment Request %1$s deleted for order %2$s
da_dk: Betalingsanmodning for Worldline Online Checkout %1$s slettet for ordre %2$s
nb_no: Worldline Online Checkout betalingsforespørsel %1$s slettet for bestilling %2$s

source: Worldline Online Checkout Payment Request with id %1$s created for order %2$s
da_dk: Worldline Online Checkout betalingsanmodning med id %1$s oprettet til ordre %2$s
nb_no: Worldline Online Checkout Betalingsoppfordring med ID %1$s opprettes for ordre %2$s

source: Worldline Online Checkout Payment Request with id %1$s sent with email to %2$s
da_dk: Worldline Online Checkout betalingsanmodning med id %1$s sendes med e-mail til %2$s
nb_no: Worldline Online Checkout Betalingsforespørsel med ID %1$s sendes med e-post til %2$s

source: Worldline Online Checkout Subscription activated with subscription id: %1$s by order %2$s
da_dk: Worldline Online Checkout Abonnement aktiveret med abonnements-id: %1$s ved ordre %2$s
nb_no: Worldline Online Checkout Abonnement aktivert med abonnements-id: %1$s etter bestilling %2$s

source: Worldline Online Checkout Subscription activated with subscription id: %s
da_dk: Worldline Online Checkout Abonnement aktiveret med abonnements-id: %s
nb_no: Worldline Online Checkout Abonnement aktivert med abonnements-id: %s

source: Worldline Online Checkout Subscription changed from: %1$s to: %2$s
da_dk: Worldline Online Checkout Abonnement ændret fra: %1$s til: %2$s
nb_no: Worldline Online Checkout Abonnementet endret fra: %1$s til: %2$s

source: Worldline Online Checkout Subscription ID was not found
da_dk: Worldline Online Checkout Abonnements Id blev ikke fundet
nb_no: Finner ikke abonnements-ID for Worldline Online Checkout

source: Worldline Online Checkout Subscription Id: %1$s could not be canceled - %2$s
da_dk: Worldline Online Checkout Abonnements Id: %1$s kunne ikke annulleres - %2$s
nb_no: Worldline Online Checkout -abonnementet Id %1$s kunne ikke sies opp - %2$s

source: Worldline Online Checkout Subscription Id: %1$s could not be renewed - %2$s
da_dk: Worldline Online Checkout Abonnements Id: %1$s kunne ikke fornyes - %2$s
nb_no: Worldline Online Checkout Abonnements-Id: %1$s kunne ikke fornyes - %2$s

source: Worldline Online Checkout Subscription was authorized for renewal order %1$s with transaction id %2$s
da_dk: Worldline Online Checkout -abonnement blev godkendt til fornyelsesordre %1$s med transaktions-id %2$s
nb_no: Worldline Online Checkout -abonnementet ble autorisert for fornyelsesordre %1$s med transaksjons-ID %2$s

source: You can only refund complete order lines for payments made with Walley.
da_dk: Du kan kun refundere hele ordrelinjer for betalinger foretaget med Walley.
nb_no: Du kan bare refundere komplette bestillingslinjer for betalinger gjort med Walley.

source: You have to refund a higher amount than 0.
da_dk: Du skal refundere et højere beløb end 0.
nb_no: Du må refundere et høyere beløp enn 0.

source: Your role cannot capture or delete the payment
da_dk: Din rolle kan ikke hæve eller slette betalingen
nb_no: Rollen din kan ikke registrere eller slette betalingen

source: Your user role is not allowed to refund via Worldline Online Checkout
da_dk: Din bruger har ikke rettigheder til at refundere via Worldline Online Checkout
nb_no: Din brukerrolle har ikke lov til å refundere via Worldline Online Checkout
